// 霸都丶傲天 2019年12月24日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的敏敏",  // 同上...
        "今天是你的生日",
        "这是我们在一起的",
        "第一个生日",
        "在我们相识之后，我的世界开始慢慢改变",
        "你的笑容，你的聪明才智，还有你那令人动情的品质",
        "都深深的地吸引了我",
        "每一次和你在一起的时刻",
        "我都感到无比开心和幸运",
        "生日快乐",
        "我的宝贝，希望这是你迎接新一岁的的没好开始",
    ],
    wish: " 凌敏 && 蒲俊义 相爱了",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2025-05-01 00:00:00",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
};
